Repository: giellalt/corpus-smj
Catalog: tmx/nob/facta/arran.no/giessevuosadus-anders-paulsen-duodjar-garraduojen-sommerutstilling-med-anders-paulsen-duodjeutoever-i-hardduodje.5519542-286185.html.tmx
Source language: smj
Languages: nob

source: Árran 04.07.14 kl.. 12.30.
nob: Kniv av Anders Paulsen.

source: Giessevuosádus Anders Paulsen - duodjár garraduojen / Sommerutstilling med Anders Paulsen- duodjeutøver i hardduodje
nob: Foto: Árran / Lis Mari Hjortfors

source: 12.30. Giessevuosádus Anders Paulsen / Velkommen til utstillingsåpning på Árran 04.07.14 kl..
nob: Velkommen til utstillingsåpning på Árran 04.07.14 kl. 12.30.

source: 12.30. Sommerutstilling med Anders Paulsen.
nob: Sommerutstilling med Anders Paulsen - duodjeutøver i hardduodje.

source: 12.30. Giessevuosádus Anders Paulsen - duodjár garraduojen.
nob: Velkommen til åpninga av duodjeutstillingen med Anders Paulsen, Drag.

source: Buorisboahtem duodjevuosádusrahpamij duojes majt Anders Paulsen (Luovta-Ánndi), Ájluovtas la duodjuham.
nob: Árran vil vise duodje av Anders Paulsen i en sommerutstilling.

source: Anders Paulsen le bájkálasj duodjár Divtasvuonas ja duodjuj muoras ja tjårvijs.
nob: Anders Paulsen er en lokal duodjeutøver i tre- og hornduodje i Tysfjord.

source: Anders le dajs åvdemusájs Divtasvuonan guhti vuobddemijda duodjuhattjaj.
nob: Anders er en foregangsmann i samisk sløjd / duodje i Tysfjord.

source: Sån dahká nijbijt, guvsijt, náhpijt hervajt j. n.
nob: Han lager knivar, gukse, náhppe, smycker mm.

source: Anders le læhkám aj duodjeåhpadiddjen.
nob: Anders har avholdt en rekke kurs i duodje og arbeidet som duodjelærer.

source: Sån åhpaj duodjuhit Sáme Álmmukallaskåvlån Jåhkåmåhken.
nob: Han er utdannet på Samernas Folkhögskola i Jokkmokk.

source: Duoje ma vuoseduvvi li Árrana tjoahkkáldagájs ja muhtema li luojkadum ierit ietján Divtasvuona suohkana rádeviesos ja Girjjevuorkás / Sáme girjjebussas ja priváhta tjoahkkáldagájs.
nob: Duodjegjenstandene som vises er fra Árrans samlinger og innlånt duodje fra blant annet Rådhuset og Biblioteket / samisk bokbuss i Divtasvuona suohkan - Tysfjord Kommune samt fra private samlinger.
